public_html/lazydocker.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026-03-20 vie 13:37 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>lazydocker</title>
<meta name="author" content="Sherlockes" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' type='text/css' href='https://gongzhitaao.org/orgcss/org.css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">lazydocker</h1>
<p>
Instalación en linux:
</p>
<div class="org-src-container">
<pre class="src src-bash">curl https://raw.githubusercontent.com/jesseduffield/lazydocker/master/scripts/install_update_linux.sh | bash
</pre>
</div>

<p>
Queda instalado en $HOME/.local/bin
</p>

<p>
lo movemos a /usr/local/sbin para poder lanzarlo desde cualquier sitio
</p>

<p>
atajos de teclado
<a href="https://github.com/jesseduffield/lazydocker/blob/master/docs/keybindings/Keybindings_es.md">https://github.com/jesseduffield/lazydocker/blob/master/docs/keybindings/Keybindings_es.md</a>
</p>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2024-11-22</p>
<p class="author">Author: Sherlockes</p>
<p class="date">Created: 2026-03-20 vie 13:37</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
